ms-vscode.cpptools
ms-dotnettools.csharp
ms-vscode.powershell
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ritwickdey.liveserver
esbenp.prettier-vscode
dhedgecock.radical-vscode